GT3/GT3/RANS-kOmegaSSTLM/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  12
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    lowerWall
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          600;
        startFace       132610;
    }
    lowerSymmetry
    {
        type            patch;
        nFaces          35;
        startFace       133210;
    }
    upperSymmetry
    {
        type            patch;
        nFaces          635;
        startFace       133245;
    }
    inlet
    {
        type            patch;
        nFaces          105;
        startFace       133880;
    }
    outlet
    {
        type            patch;
        nFaces          105;
        startFace       133985;
    }
    defaultFaces
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          133350;
        startFace       134090;
    }
)

// ************************************************************************* //
